[TC_WOTC_S79_M16A2_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M16A2</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M16A2</b></font>"
AbilityDescName="винтовка"
BriefSummary="Colt M16A2 - вариант винтовки M16A1, адаптированный под патрон SS109/М855. Отличия от M16A1: упрочнённый ствол с шагом нарезов 1:7, улучшенные прицельные приспособления, размеченные до 800 м, новые цевьё и приклад из ударопрочного полиамида, замена режима непрерывного огня на режим с отсечкой очереди после 3-х выстрелов (что положительно сказалось на экономии патронов солдатами), новый пламегаситель с прорезями только в верхней части (благодаря чему компенсировался увод оружия вверх). Новая винтовка стала комплектоваться лёгкими пластиковыми магазинами на 30 патронов. Начиная с модификации М16А2, появился отражатель, который позволяет стрелку вести огонь с левого плеча, не боясь попадания гильз в лицо."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Очередями\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_S79_M16A2_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>MRS-16R2</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>MRS-16R2</b></font>"
AbilityDescName="винтовка"
BriefSummary="Colt M16A2 - вариант винтовки M16A1, адаптированный под патрон SS109/М855. Отличия от M16A1: упрочнённый ствол с шагом нарезов 1:7, улучшенные прицельные приспособления, размеченные до 800 м, новые цевьё и приклад из ударопрочного полиамида, замена режима непрерывного огня на режим с отсечкой очереди после 3-х выстрелов (что положительно сказалось на экономии патронов солдатами), новый пламегаситель с прорезями только в верхней части (благодаря чему компенсировался увод оружия вверх). Новая винтовка стала комплектоваться лёгкими пластиковыми магазинами на 30 патронов. Начиная с модификации М16А2, появился отражатель, который позволяет стрелку вести огонь с левого плеча, не боясь попадания гильз в лицо.\nИзучение технологии \"Магнитное оружие\" позволило нам значительно продвинуться в вопросе модификации оружия. Новый нарезной ствол позволил в MRS-16R2 увеличить дальность и останавливающее действие."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Очередями\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_S79_M16A2_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV16/I02</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV16/I01</b></font>"
AbilityDescName="винтовка"
BriefSummary="Colt M16A2 - вариант винтовки M16A1, адаптированный под патрон SS109/М855. Отличия от M16A1: упрочнённый ствол с шагом нарезов 1:7, улучшенные прицельные приспособления, размеченные до 800 м, новые цевьё и приклад из ударопрочного полиамида, замена режима непрерывного огня на режим с отсечкой очереди после 3-х выстрелов (что положительно сказалось на экономии патронов солдатами), новый пламегаситель с прорезями только в верхней части (благодаря чему компенсировался увод оружия вверх). Новая винтовка стала комплектоваться лёгкими пластиковыми магазинами на 30 патронов. Начиная с модификации М16А2, появился отражатель, который позволяет стрелку вести огонь с левого плеча, не боясь попадания гильз в лицо.\nМодульная боевая система NV16/I02 является качественным прорывом по сравнению с предыдущими модификациями винтовки M16 и её модификаций. Система отвода пороховых газов, в NV16/I02, заменена более современной альтернативой. Что позволило еще больше увеличить дальность и останавливающее действие, по сравнению с предшественниками."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Очередями\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_S79_M16A2_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M16A2</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M16A2</b></font>"
AbilityDescName="винтовка"
BriefSummary="Colt M16A2 - вариант винтовки M16A1, адаптированный под патрон SS109/М855. Отличия от M16A1: упрочнённый ствол с шагом нарезов 1:7, улучшенные прицельные приспособления, размеченные до 800 м, новые цевьё и приклад из ударопрочного полиамида, замена режима непрерывного огня на режим с отсечкой очереди после 3-х выстрелов (что положительно сказалось на экономии патронов солдатами), новый пламегаситель с прорезями только в верхней части (благодаря чему компенсировался увод оружия вверх). Новая винтовка стала комплектоваться лёгкими пластиковыми магазинами на 30 патронов. Начиная с модификации М16А2, появился отражатель, который позволяет стрелку вести огонь с левого плеча, не боясь попадания гильз в лицо."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Очередями\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_S79_M16A2_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>MRS-16R2</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>MRS-16R2</b></font>"
AbilityDescName="винтовка"
BriefSummary="Colt M16A2 - вариант винтовки M16A1, адаптированный под патрон SS109/М855. Отличия от M16A1: упрочнённый ствол с шагом нарезов 1:7, улучшенные прицельные приспособления, размеченные до 800 м, новые цевьё и приклад из ударопрочного полиамида, замена режима непрерывного огня на режим с отсечкой очереди после 3-х выстрелов (что положительно сказалось на экономии патронов солдатами), новый пламегаситель с прорезями только в верхней части (благодаря чему компенсировался увод оружия вверх). Новая винтовка стала комплектоваться лёгкими пластиковыми магазинами на 30 патронов. Начиная с модификации М16А2, появился отражатель, который позволяет стрелку вести огонь с левого плеча, не боясь попадания гильз в лицо.\nИзучение технологии \"Магнитное оружие\" позволило нам значительно продвинуться в вопросе модификации оружия. Новый нарезной ствол позволил в MRS-16R2 увеличить дальность и останавливающее действие."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Очередями\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_S79_M16A2_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV16/I02</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV16/I01</b></font>"
AbilityDescName="винтовка"
BriefSummary="Colt M16A2 - вариант винтовки M16A1, адаптированный под патрон SS109/М855. Отличия от M16A1: упрочнённый ствол с шагом нарезов 1:7, улучшенные прицельные приспособления, размеченные до 800 м, новые цевьё и приклад из ударопрочного полиамида, замена режима непрерывного огня на режим с отсечкой очереди после 3-х выстрелов (что положительно сказалось на экономии патронов солдатами), новый пламегаситель с прорезями только в верхней части (благодаря чему компенсировался увод оружия вверх). Новая винтовка стала комплектоваться лёгкими пластиковыми магазинами на 30 патронов. Начиная с модификации М16А2, появился отражатель, который позволяет стрелку вести огонь с левого плеча, не боясь попадания гильз в лицо.\nМодульная боевая система NV16/I02 является качественным прорывом по сравнению с предыдущими модификациями винтовки M16 и её модификаций. Система отвода пороховых газов, в NV16/I02, заменена более современной альтернативой. Что позволило еще больше увеличить дальность и останавливающее действие, по сравнению с предшественниками."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Очередями\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор (самозарядный)\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"